[
  {
    "name": "Nachiketch",
    "description": "Participating First Time for hacktoberfest."
  },
  {
    "name": "Gudi Varaprasad",
    "description": "Contributing to Open - source software and projects can appear to be an intimidating task. Your favored search engine will yield a whole slew of resources for getting started, including instructions and repositories. Nevertheless, many times your search does not return the desired results, and even after reading many blog articles, you still do not know how to contribute to Open Source. The tainted legacy of certain enterprises, as well as a scathing undertone, do not assist matters and may further complicate issues. I've been there before. I looked and looked for outstanding Open Source repositories to contribute to, only to discover that I had no idea where to begin. I began focused on other tasks because I was frustrated and disillusioned. Finally, I myself contributed to few Python Projects, CPP, Java DSA Programs that were marked (help-wanted) (hacktoberfest-2021). Felt excited and looking forward for more such contributions."
  },
  {
    "name": "Sneha",
    "description": "If opportunity doesn't knock, build a door."
  },
  {
    "name": "AwsmAsim",
    "description": "I added the dark mode for the app not for your soul. Make it shine !!"
  },
  {
    "name": "AjinkyaB",
    "description": "Had a fun time contributing to multiple repos and everyone should try to contribute to open source"
  },
  {
    "name": "JarnDev",
    "description": "First time participating in Hacktoberfest and an enthusiast beginner in the realm of Open Source contribution. Wanna become an active contributor and need to start somewhere, no better place than Hacktoberfest I guess!"
  },
  {
    "name": "Vishwa",
    "description": "Full stack developer participating in hacktoberfest"
  },
  {
    "name": "Gayle",
    "description": "first time contributor to open source projects"
  },
  {
    "name": "Burhanuddin",
    "description": "Don't it make dream, make it plan. so, my plan to participate in hacktoberfest."
  },
  {
    "name": "Naresh Kumar B",
    "description": "First time participating in Hactoberfest and having fun contributing to open source projects"
  },
  {
    "name": "Chanu kolli",
    "description": "Having fun while doing contribution and learning lot's of new things"
  },
  {
    "name": "yashneet-kalra",
    "description": "Made my first few PRs and I'm totally loving it. Never thought open-source contribution would be so much fun."
  },
  {
    "name": "Gaurav Verma",
    "description": "A beginner in programming, whole new to open source. It's such an amazing feeling in contributing to projects that are being used by people over the world."
  },
  {
    "name": "Muzammil khan",
    "description": "Started my journey to contributing in Open Source via Hacktoberfest this year"
  },
  {
    "name": "Ebhomenye Emmanuel",
    "description": "Mobile App Developer. First time participating in Hacktoberfest and contributing to open source."
  },
  {
    "name": "Abhinav Suman",
    "description": "Just Curious about a start that is necessary and It is so much fun."
  },
  {
    "name": "Irvan Alfaridzi",
    "description": "This is my first time to join Haktoberfest event and so exited to contribute, Happy Coding!"
  },
  {
    "name": "Thirawat Prasert",
    "description": "I've been waiting for this moment for years to come to contribute to this event, it feels so exciting."
  },
  {
    "name": "Yash-RajSingh",
    "description": "Having tons of fun making open source contributions as a first timer."
  },
  {
    "name": "Abhishek D",
    "description": "Hacktoberfest is a wonderful opportunity to contribute to Open Source and become a part of the community. I got to learn quite a lot in the long run. Looking forward to more such challenges."
  },
  {
    "name": "Meet Paija",
    "description": "I had fun contributing in open source projects, I participated in octoberfest-2019, It was a great learning and wanted to keep the same energy"
  },
  {
    "name": "Bageeradhan K H",
    "description": "hacktoberfest is a great opportunity to start our journey in open source contribution. It's really great to be a part of this community"
  },
  {
    "name": "Danny",
    "description": "Hacktoberfest was giving opportunity for us to contribute open source repo, like github and gitlab. I am web developer and I am helping react and html project."
  },
  {
    "name": "chirathkdev",
    "description": "It's Hacktoberfest time."
  },
  {
    "name": "Yatendra",
    "description": "My journey as a opensource contributor has begin now, If it weren't for Hacktoberfest I have never started it. So experience is awesome love every open source contribution."
  },
  {
    "name": "Ruchira Perera",
    "description": "This is my first time involving with hacktoberfest.hackertoberfest is one of major events that focusing on to improve the enthusiam in opensource projects.I love and admire the services are done by hacktoberfest for opensource projects.From now, I determine to give my assistance and support for opensource projects.Thank you hacktoberfest"
  },
  {
    "name": "Pavel",
    "description": "Hacktoberfest was giving opportunity for us to contribute open source repo, like github and gitlab. I am web developer and I am helping react and html project."
  },
  {
    "name": "Deep",
    "description": "Hacktoberfest is a great opportunity for newcomers to start their journey to open-source. Its a wonderful experience to be a part of the open-source community and you learn a lot while contributing."
  },
  {
    "name": "Javeria Tabassum",
    "description": "Hacktoberfest 2021 is giving us a great chance to learn and grow more by contributing in an open source platform and develop many productive things together. It's a nice experience of contributing in an open source."
  },
  {
    "name": "Samyak Jain",
    "description": "Hacktoberfest is a wonderful opportunity to contribute to Open Source and become a part of the community. I got to learn quite a lot in the long run. Looking forward to more such challenges."
  },
  {
    "name": "Pradheep Kumar",
    "description": "Welcome to Hacktoberfest! Hacktoberfest is a yearly event to encourage people to contribute to open source in October. It's the biggest open source event that encourages newbies.Its great opportunity and nice experience of contributing to open source."
  },
  {
    "name": "Ntare Guy",
    "description": "This is my first contribution to an opensource project, I think i'm going invest to open-source full time"
  },
  {
    "name": "raghav",
    "description": "This is my firt hacktoberfest experience , This is a great opportunity for me to be a part of open source community"
  },
  {
    "name": "Aftab Bagwan",
    "description": "This is my first time to join Haktoberfest event and so exited to contribute."
  },
  {
    "name": "Abiraj Rajendran",
    "description": "First time participation in Hacktoberfest, would love to learn about open source and do more in future!"
  },
  {
    "name": "Andrei Mihale",
    "description": "This is my first time participating in Hacktoberfest. I would love to learn open source and contribute more in future"
  },
  {
    "name": "Hanif Naufal",
    "description": "First time to join hacktoberfest, and really excited"
  },
  {
    "name": "Gavra Sihombing",
    "description": "First time, and still working on it"
  },
  {
    "name": "Debarati Ghatak",
    "description": "This is my first time participating in Hacktoberfest. I am super excited to learn and contribute more! :)"
  },
  {
    "name": "Dhanushan",
    "description": "This is my firt hacktoberfest experience , This is a great opportunity for me to be a part of open source community"
  },
  {
    "name": "Vijayakumar",
    "description": "Hacktoberfest is a yearly event to encourage people to contribute to open source in October."
  },
  {
    "name": "Izzudin Umar Al Qois",
    "description": "Hybrid Mobile Developer for +4 years, but this is my first time experience join Hacktoberfest"
  },
  {
    "name": "Chatmethar",
    "description": "I have been learning flutter, this is my first year participate hacktoberfest"
  },
  {
    "name": "Ajayraj Singh",
    "description": "This is my first HacktoberFest participation although I have been working on flutter projects for quite a while now."
  },
  {
    "name": "Ali Raza",
    "description": "Since I am new to the open-source community, I am making my first contribtions. For now I am doing iOS Developmemt."
  },
  {
    "name": "Rizky Pratama Syahrul Ramadhan",
    "description": "Hacktoberfest is something new to me. So happy to contribute to this amazing event"
  },
  {
    "name": "Kalash Saini",
    "description": "This is my first Open Source programme and I am very excited for this, Also I want to thanks all the maintainers and event organizers for providing this oppurtunity to contribute :)"
  },
  {
    "name": "SushanShakya",
    "description": "I build Flutter Apps"
  }
]